Repository: uebelsetzer/NLP_for_18th-century_Portuguese_medical_texts
Catalog: TMX/PRAE-T2 Capítulo 30_pt_pt-BR.tmx
Source language: pt
Languages: pt_br

source: CAPITULO XXX .
pt_br: CAPÍTULO XXX.

source: Advertencia muito importante para quando o Medico manda fazer a hum enfermo muitos remedios juntos , qual deve ser o primeiro .
pt_br: Advertência muito importante para quando o Médico manda fazer a um enfermo muitos remédios juntos, qual deve ser o primeiro.

source: AContece muitas vezes ordenar o Medico muitos remedios juntos , v. g. sangria , cordial , ajuda , untura , defensivo , e comer cedo .
pt_br: Acontece muitas vezes ordenar o Médico muitos remédios juntos, v. g. sangria, cordial, ajuda, untura, defensivo, e comer cedo.

source: Será bom advertir qual destes remedios se ha de fazer primeiro , para que resulte o bom fim , para que se applicaõ , que he a saude do enfermo ; e o Enfermeiro faça bem a sua obrigaçaõ .
pt_br: Será bom advertir qual destes remédios se há de fazer primeiro, para que resulte o bom fim, para que se aplicam, que é a saúde do enfermo; e o Enfermeiro faça bem a sua obrigação.

source: Ainda que em algumas enfermidades costumaõ variar os remedios , fazendo-se hum primeiro que outro , por serem as enfermidades graves , direy o que he mais ordinario , e commum .
pt_br: Ainda que em algumas enfermidades costumam variar os remédios, fazendo-se um primeiro que outro, por serem as enfermidades graves, direi o que é mais ordinário, e comum.

source: Quando o Medico determinar ao enfermo sangria , ajuda , cordial , untura , defensivo , e comer cedo , se deve principiar pela ajuda , e passada meya hora depois de se levantar de obrar , se sangre , e logo se lhe dará o cordial , e acabado de o tomar , se lhe applicará o defensivo , logo a untura , e passada outra meya hora , se lhe dará de comer ao enfermo.
pt_br: Quando o Médico determinar ao enfermo sangria, ajuda, cordial, untura, defensivo, e comer cedo, se deve principiar pela ajuda, e passada meia hora depois de se levantar de obrar, se sangre, e logo se lhe dará o cordial, e acabado de o tomar, se lhe aplicará o defensivo, logo a untura, e passada outra meia hora, se lhe dará de comer ao enfermo.

source: Se acaso houver motivo mais urgente, v. g. esquinencia , pleuriz , ou outra queixa , que promptamente necessite de sangria , ou haja receyo de lhe entrar logo o crescimento , ou terçã , se lhe fará primeiro a sangria ao enfermo ; e passada meya hora , se lhe lançará a ajuda , e depois de ter obrado com ella , se lhe dará o cordial , logo se lhe fará a untura , e se lhe applicará o defensivo ; e passada meya hora , se lhe dará de comer .
pt_br: Se acaso houver motivo mais urgente, v. g. esquinência, pleuris, ou outra queixa, que prontamente necessite de sangria, ou haja receio de lhe entrar logo o crescimento, ou terçã, se lhe fará primeiro a sangria ao enfermo; e passada meia hora, se lhe lançará a ajuda, e depois de ter obrado com ela, se lhe dará o cordial, logo se lhe fará a untura, e se lhe aplicará o defensivo; e passada meia hora, se lhe dará de comer.
